# St7GetStageName

Returns the name of the specified stage.

long St7GetStageName(long uID, long Stage, char* StageName, long MaxStringLen)
Input Parameters
uID
Strand7 model file ID.
Stage
Stage index.
MaxStringLen
The maximum number of characters allocated for StageName.
Output Parameters
StageName
String containing the name of the specified stage.